---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.CableTrayRun
source: html/2e58cce7-a65a-8eea-4a46-0bc20059dc5c.htm
---
# CableTrayRun Properties

The id of the assembly instance to which the element belongs.